{
  "main": {
    "name":"Scott Mathison",
    "occupation":"Solutions Architect",
    "description":"I help customers find success with technical solutions in the streaming media space",
    "image":"profilepic.jpg",
    "bio":"Accomplished technology leader with 7+ years of experience working for digital technology vendors, with a recent focus on streaming video. Passionate about creating delightful customer experiences and solving business challenges with technology. Roles that I have worked in include sales engineering, account management, solutions architecture, professional services, business development, and team building. Consistently recognized as a top performer in deadline-driven, fast-paced, and high-growth environments.",
    "contactmessage":"Here is where you should write your message to readers to have them get in contact with you.",
    "email": "mathisos1@gmail.com",
    "phone": "+1 (516) 509-5684",
    "address":{
      "street":"19 Grovenor Road, Apt #1",
      "city":"Boston",
      "state":"Massachusetts",
      "zip": "02130"
    },
    "website": "//www.scottmathison.info",
    "resumedownload":"//s3.amazonaws.com/scottmathison.info/RESUME+Scott+Mathison.pdf",
    "social":[
      {
        "name":"facebook",
        "url":"https://www.facebook.com/profile.php?id=1618672",
        "className":"fa fa-facebook"
      },
      {
        "name":"linkedin",
        "url":"https://www.linkedin.com/in/smathison/",
        "className":"fa fa-linkedin"
      },
      {
        "name":"instagram",
        "url":"https://www.instagram.com/mathisos",
        "className":"fa fa-instagram"
      },
      {
        "name":"github",
        "url":"https://github.com/smathison",
        "className":"fa fa-github"
      }
    ]
  },
  "resume":{"skillmessage":"Here you can create a short write-up of your skills to show off to employers",
    "education":[
      {
        "school":"Boston College",
        "degree":"B.A. Political Science",
        "graduated":"May 2010",
        "description":"Minor in Latin American Studies"
      }
    ],
    "work":[
      {
        "company":"Circle",
        "title":"Director of Client Solutions",
        "years":"July 2020 - Present",
        "description":"Hired to initiate and scale all aspects of the pre-sales and post-sales solutions engineering organization for a growing B2B SaaS fintech company."
      },
      {
        "company":"Brightcove",
        "title":"Senior Manager, Client Solutions",
        "years":"November 2019 - July 2020",
        "description":"Scope and sell video-centric custom solutions through for Brightcove's professional services department."
      },
      {
        "company":"",
        "title":"Head of Account Management, Asia",
        "years":"April 2019 - October 2019",
        "description":"Lead a team of Account Managers across Mumbai and Singapore to retain customers in our portfolio and drive revenue growth within those accounts."
      },
      {
        "company":"",
        "title":"Director of Sales Engineering, Asia",
        "years":"December 2018 - October 2019",
        "description":"Hire, coach and manage a team of Sales Engineers across offices in Mumbai and Singapore."
      },
      {
        "company":"",
        "title":"Technical Consultant, Asia",
        "years":"October 2017 - November 2018",
        "description":"Selected to relocate and fill an urgent need as the sole Sales Engineer for a team of 12 account managers operating across Asia. Supported both the Enterprise and Media business units."
      },
      {
        "company":"",
        "title":"Solutions Engineer",
        "years":"August 2015 - September 2017",
        "description":"Joined the fast-growing Enterprise Sales division targeting Fortune 500 clients and received a rapid promotion for consistently adding value to the sales cycle. Worked with cross-functional teams to respond to RFPs, develop POCs, and implement client solutions."
      },
      {
        "company":"Symplicity Corporation",
        "title":"Government Project Specialist",
        "years":"May 2013 - July 2015",
        "description":"Engaged in sales and support for a web-based Constituent Relationship Management (CRM) product serving US Senate and other elected officials."
      }
    ],
    "skills":[
      {
        "name":"Team Leadership",
        "level":"80%"
      },
      {
        "name":"HTML5",
        "level":"80%"
      },
      {
        "name":"CSS",
        "level":"80%"
      },
      {
        "name":"JavaScript",
        "level":"80%"
      },
      {
        "name":"REST APIs",
        "level":"90%"
      },
      {
        "name":"Streaming Media",
        "level":"80%"
      },
      {
        "name":"Python",
        "level":"70%"
      },
      {
        "name":"PHP",
        "level":"50%"
      }
    ]
  },
  "portfolio":{
    "projects": [
      {
        "title":"Live Stream Generator",
        "category":"A utility to create a live stream RTMP ingest point using Brightcove Live",
        "image":"live-stream-generator.jpg",
        "url":"https://solutions.brightcove.com/smathison/createLiveJob.html"
      },
      {
        "title":"Brightcove Player Customization Samples",
        "category":"A collection of sample customizations to the Brightcove web player",
        "image":"brightcove-player-customizations.jpg",
        "url":"https://solutions.brightcove.com/smathison/demos/"
      },
      {
        "title":"Broadcast Asia Demo Booth Page",
        "category":"A webpage used to demonstrate Brightcove functionality and highlight marquee customers during Broadcast Asia",
        "image":"broadcast-asia.jpg",
        "url":"https://solutions.brightcove.com/asia/"
      },
      {
        "title":"Mathison Family Home Videos Digitization",
        "category":"A personal project to digitize and catalog all of my family home videos for sharing and posterity",
        "image":"homevideos.jpg",
        "url":"http://mathisonhomevideos.com/"
      }
    ]
  },
  "testimonials":{
    "testimonials":[
      {
        "text":"Scott is a top-notch individual and technology leader. His deep knowledge of tech and his ability to understand and navigate the cultural nuances of the Asia region make him an asset to anyone fortunate to work with him. During our time together, Scott was a key player during all pre-sales efforts in the Asia region and his contribution to ensuring customer satisfaction was immense. Customer and prospects love Scott. He is always good natured and unflappable in the face of stress. I'd be happy to work with Scott again!",
        "user":"Paolo Cuttorelli | VP & GM, Asia Pacific at Evergent"
      },
      {
        "text":"Scott is world-class. He possesses both the technical acumen at Solutions Architecture level as well commercial acumen to understand how a cloud business runs to be successful. With an enviable level of calm in his toolbox, he brings a substantial amount of clarity and level-headedness to any situation. Scott reads every situation perfectly to deliver the right message, carefully crafted and always with a smile. He has a tireless work ethic and coupled with his Asia experience, is able to relate to the multiple cultures and disciplines encountered daily. A key anchor to any team, I would strongly recommend Scott as a high-caliber individual with both broad and deep experience.",
        "user":"Ben Morrell | Director, Asia Pacific at Encoding.com"
      },
      {
        "text":"Scott is a perfect blend of technical expertise & business acumen along with strong communication and analytical skills. In his role as lead Solutions Engineer and then as Head of Account Management, Brightcove Asia & India, Scott executed and led pre-sales & post-sales activities with tremendous success, robust leadership and a humility that makes him stand out from the crowd. A total team player with an inherent ability to blend with a diverse workforce, Scott is a tremendous asset to any organization!",
        "user":"Vinit Mehta | Head of India at Brightcove"
      }
    ]
  }
}
